tap 'chef/chef'
tap 'derailed/k9s'
tap 'homebrew/cask'

brew 'ack'
brew 'ag'
brew 'autojump'
brew 'broot'
brew 'colordiff'
brew 'container-diff'
brew 'ctop'
brew 'crystal'
brew 'direnv'
brew 'dive'
brew 'fx'
brew 'fzf'
brew 'gawk'
brew 'git'
brew 'gpg'
brew 'helm'
brew 'htop'
brew 'httpie'
brew 'icdiff'
brew 'ipcalc'
brew 'iperf3'
brew 'jid'
brew 'k9s'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'mas'
brew 'mp4v2'
brew 'ncdu'
brew 'gnu-sed'
brew 'mitmproxy'
brew 'mtr'
brew 'neovim'
brew 'nmap'
brew 'par2'
brew 'progress'
brew 'pstree'
brew 'pwgen'
brew 'rename'
brew 'rsync'
brew 'shellcheck'
brew 'stern'
brew 'termshark'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tldr'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'whois'
brew 'wireshark'
brew 'yq'
brew 'youtube-dl'
brew 'zsh'

cask 'https://gist.githubusercontent.com/jeroenj/4fe05d859b560581983081f414e52f60/raw/672e138000e160c7bb3005f4cf92bc37b4e16c1e/chefdk.rb'
cask 'https://gist.githubusercontent.com/jeroenj/49c7925085e318711fe035c1748def0b/raw/376314fee41bb1dfd4102fa430b5dbf1844d40e5/eid-be.rb'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'dash'
cask 'docker'
cask 'doxie'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'handbrake'
cask 'jubler'
cask 'keybase'
cask 'resilio-sync'
cask 'signal'
cask 'skype'
cask 'spotify'
cask 'teamviewer'
cask 'tunnelblick'
cask 'typora'
cask 'vlc'
cask 'xquartz'
cask 'zoom'

mas 'Divvy', id: 413857545
mas 'Ghostery Lite', id: 1436953057
mas 'Harvest', id: 506189836
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 1449412482
mas 'Shazam', id: 897118787
mas 'Slack', id: 803453959
mas 'WhatsApp', id: 1147396723
